Repository: AlexPawlonski/PluginWP
Catalog: Cefii_Map/languages/cefii-map-*.po
Languages: fr_fr

source: Insert Google map via a shortcode
fr_fr: Insérer la carte Google via un code court

source: The card has been registered
fr_fr: La carte a été enregistrée

source: The card has been deleted.
fr_fr: La carte a été supprimée.

source: An error has occurred.
fr_fr: Une erreur s'est produite.

source: Please complete all fields !
fr_fr: S’il vous plaît compléter tous les champs !

source: Do you want ti delete this map?
fr_fr: Voulez-vous supprimer cette carte?

source: Your API Key
fr_fr: Votre clé API

source: Create a map
fr_fr: Créer une carte

source: Important. An API key is required to display Google maps
fr_fr: Important. Une clé API est nécessaire pour afficher google maps

source: Get an API key for free
fr_fr: Obtenir gratuitement une clé API

source: After creating the API key, paste it below.
fr_fr: Aprés avoir créé votre clé, collé la ici .

source: Register the key
fr_fr: Enregister la clé

source: Title*:
fr_fr: Titre*:

source: Please enter a title.
fr_fr: Merci d'indiquer un titre.

source: Please enter a latitude.
fr_fr: Merci d'indiquer une latitude.

source: Please enter a longitude.
fr_fr: Merci d'indiquer une longitude .

source: Required fields.
fr_fr: Champ requi .

source: Copy (ctrl + c) the code and paste (ctrl + v) in the page or atricle where you want the map to appear your map:
fr_fr: Copiez (Ctrl +c) le code et collez (Ctrl+v) le dans votre page ou votre article, la ou vous voulez que votre Google map s'affiche :

source: Copied !
fr_fr: Copier !

source: Update
fr_fr: Modifier

source: Delete Map
fr_fr: Supprimer la carte

source: Preview:
fr_fr: Prévisualisation :
